Repository: Jordiyy/DSPracticas
Catalog: agile_access/lib/l10n/intl_*.arb
Languages: de_de

source: Locked
de_de: Gesperrt

# logInFormTitle
source: Log In
de_de: Anmeldung

# logInLabelText
source: User
de_de: Benutzer

# logInEmpty
source: Please enter name user
de_de: Bitte geben Sie den Namen Benutzer ein

# logInNoUser
source: User not found
de_de: Benutzer nicht gefunden

# logInSumbit
source: Submit
de_de: Einreichen

# homeAppBar
source: Home
de_de: Heim

# homeBuildingFloor
source: Building floors
de_de: Gebäudeböden

# homeFloorAreas
source: {areaname} areas
de_de: {areaname} Bereiche

# homeCardStatusWithAreas
source: {count, plural, =0{Areas} =1{Area} other{Areas}}
de_de: {count, plural, =0{Bereiche} =1{Bereich} other{Bereiche}}

# homeCardStatusWithDoors
source: {count, plural, =0{Doors} =1{Door} other{Doors}}
de_de: {count, plural, =0{Türen} =1{Tür} other{Türen}}

# homeCardDoorsStatusLocked
source: {count, plural, =0{locked doors} =1{locked door} other{locked doors}}
de_de: {count, plural, =0{verschlossene Türen} =1{verschlossene Tür} other{verschlossene Türen}}

# homeCardDoorsStatusClosed
source: {count, plural, =0{closed doors} =1{closed door} other{closed doors}}
de_de: {count, plural, =0{verschlossene Türen} =1{geschlossene Tür} other{verschlossene Türen}}

# spaceDoors
source: {areaname} doors
de_de: {areaname} Türen

# spaceNumDoors
source: {count, plural, =0{No doors available} =1{You have acces to 1 door} other{You have acces to {count} doors}}
de_de: {count, plural, =0{Keine Türen vorhanden} =1{Sie haben Zugang zu 1 Tür} other{Sie haben Zugang zu {count} Türen}}

source: Door {id}
de_de: Tür {id}

# doorOptions
source: {id} options
de_de: {id} Optionen

# doorHistory
source: History
de_de: Geschichte

# doorNoHistoryList
source: No data in history
de_de: Keine Daten im Verlauf
